Revit 2024 API
BuiltInFailures.RebarShapeFailures Class
 Failures about RebarShape.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class RebarShapeFailures
Visual Basic
Public NotInheritable Class RebarShapeFailures
Visual C++
public ref class RebarShapeFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.RebarShapeFailures
See Also
BuiltInFailures.RebarShapeFailures Members
Autodesk.Revit.DB Namespace